{
  "MENU": {
    "PROJECTS": "Projects",
    "CONTACTS": "Contacts",
    "GALLERY": "Gallery"
  },
  "BIO": {
    "WHO": "Who I am",
    "TEXT1": "As far as I can remember, I have always drawn, ever since I was a child. I filled sheets and sheets of drawings, copied my favorite characters or created new ones.",
    "TEXT2": "I've never stopped, even though I've done other in my life: scientific studies and work in the IT world. I have always loved drawing by pencil and charcoal, portraying everyone and I have often experimented with colors and pastels.",
    "TEXT3": "During my university studies I attended a naturalistic watercolor illustration course and I studied the techniques of painting and drawing, especially of human figure, as a self-taught. Always curious, eager to learn and improve, sensitive to nature and its beauty.",
    "TEXT4": "Few years ago I discovered digital drawing by experimenting and always looking for new solutions to improve my style. Currently interested in children's illustration, I have a project in progress that I hope will become the first of many others.",
    "TEXT5": "In my spare time I play saxophone, ukulele and enjoy studying modern piano. I think that art in all its forms allows us to express creativity in the world and helps to abandon the rationality that life often imposes on us, getting closer to our \"feeling\""
  },
  "CONTACTS": {
    "ERRORNAME": "Name required",
    "ERRORMAIL": "Email not valid",
    "ERRORMAILREQUIRED": "Email required",
    "ERRORMSG": "Message required",
    "SUCCESSMSG": "Message sent successfully. I will contact you as soon as possible, thank you!",
    "NAME": "Name",
    "MESSAGE": "Write here your message",
    "BUTTONTEXT": "SEND MODULE"
  },
  "PORTFOLIO": {
    "PROJECT1": {
      "TITLE": "Project in progress",
      "IMAGES": {
        "DESCRIPTION1": "I love creating illustrations that evoke lightness, joy.",
        "DESCRIPTION2": "My style combines simplicity and harmony between colors searching for soft pastel effect by digital painting."
      }
    },
    "PROJECT2": {
      "TITLE": "Character design",
      "IMAGES": {
        "DESCRIPTION1": "Every drawing borns on paper and then takes color through digital painting"
      }
    },
    "PROJECT3": {
      "TITLE": "From sketch...",
      "IMAGES": {
        "DESCRIPTION1": "Cute and curious animal musicians, in a magical forest that transforms its colors and fills with joy...",
        "DESCRIPTION2": "...to the final drawing and page layout"
      }
    }
  },
  "GALLERY": {
    "TITLE1": "Black & White",
    "TITLE2": "Colors: digital illustrations",
    "TITLE3": "Competition: Illustrator of the year \"Città del sole\" 2019: project included in the final selection.",
    "SUBTITLE3": "The idea: 12 months in which protagonists are forest's animals. In each month there a new animal on the scene and gradually the orchestra grows. The landscape and colors follow the seasons changing.",
    "ILLUSTRATIONTITLE": "Illustration",
    "TECHNIQUE": {
      "MIXED:": "mixed, graphite drawing on paper and digital colouring",
      "MIXED_EXP": "mixed technique graphite, charcoal and digital retouching (experiments)",
      "DIGITAL": "digital painting",
      "PENCIL": "pencil on paper",
      "CARBONCINO": "graphite and charcoal on paper",
      "BROWNPAPER": "pastels and graphite on brown paper"
    },
    "CDTITLE": "Character design",
    "GALLERY1": {
      "IMAGE1": {
        "DESCRIPTION": "Wizard cat"
      },
      "IMAGE2": {
        "DESCRIPTION": "Illustration designed to decorate any kind of objects (cups, notebook covers or diaries) but also black and white experiment."
      },
      "IMAGE3": {
        "DESCRIPTION": "Character study"
      }
    },
    "GALLERY2": {
      "IMAGE1": {
        "DESCRIPTION": "Interpretation of the \"racer\" theme, not exactly competitive but rather calm and relaxed!"
      },
      "IMAGE2": {
        "DESCRIPTION": "Where do the balloons go?"
      },
      "IMAGE3": {
        "DESCRIPTION": ""
      },
      "IMAGE4": {
        "DESCRIPTION": "Snows!"
      }
    },
    "GALLERY3": {
      "IMAGE1": {
        "TITLE": "january"
      },
      "IMAGE2": {
        "TITLE": "september"
      },
      "IMAGE3": {
        "TITLE": "Sketches of months from january to june"
      },
      "IMAGE4": {
        "TITLE": "Sketches of months from july to dicember"
      }
    }
  },
  "ACTIONAREACARD": {
    "TECHNIQUE": "Technique"
  },
  "DATAPROTECTION": "Data protection"
}
