{
  "MENU": {
    "PROJECTS": "Progetti",
    "CONTACTS": "Contatti",
    "GALLERY": "Illustrazioni"
  },
  "BIO": {
    "WHO": "Chi sono",
    "TEXT1": "Che io ricordi ho sempre disegnato, fin da piccola. Riempivo fogli e fogli di disegni, copiavo i miei personaggi preferiti o ne creavo nuovi.",
    "TEXT2": "Non ho mai smesso, anche se nella vita ho fatto tutt'altro: studi scientifici e lavoro in campo informatico. Ho sempre amato il disegno a matita e carboncino, ritraendo chiunque mi capitasse a tiro e ho sperimentato spesso con la pittura e i pastelli.",
    "TEXT3": "Durante gli studi universitari ho frequentato un corso di illustrazione naturalistica ad acquerello e ho studiato da autodidatta le tecniche della pittura e del disegno soprattutto della figura umana. Da sempre curiosa, desiderosa di imparare e di migliorare sempre, sensibile alla natura e alla sua bellezza.",
    "TEXT4": "Da pochi anni ho scoperto il disegno digitale sperimentando e cercando sempre soluzioni nuove per migliorare e rendere le mie illustrazioni coerenti al mio stile. Attualmente interessata all'illustrazione per bambini ho in corso un progetto che spero diventi il primo di tanti altri.",
    "TEXT5": "Nel tempo libero suono il sassofono, l'ukulele e mi diletto nello studio del pianoforte moderno. Penso che l'arte in tutte le sue forme permetta di esprimere creatività da poter riversare nel mondo e allo stesso tempo aiuti ad abbandonare la razionalità che spesso la vita ci impone, facendoci avvicinare di più al proprio \"sentire\"."
  },
  "CONTACTS": {
    "ERRORNAME": "Nome obbligatorio",
    "ERRORMAIL": "Email non valida",
    "ERRORMAILREQUIRED": "Email obbligatoria",
    "ERRORMSG": "Messaggio obbligatorio",
    "SUCCESSMSG": "Il messaggio è stato inviato correttamente. Vi ricontatterò al più presto, grazie!",
    "NAME": "Nome",
    "MESSAGE": "Scrivi qui il tuo messaggio",
    "BUTTONTEXT": "INVIA MODULO"
  },
  "PORTFOLIO": {
    "PROJECT1": {
      "TITLE": "Progetto in corso",
      "IMAGES": {
        "DESCRIPTION1": "Amo creare illustrazioni che evochino leggerezza, allegria.",
        "DESCRIPTION2": "Il mio stile coniuga semplicità e armonia tra i colori ricercando col digitale l'effetto morbido del pastello."
      }
    },
    "PROJECT2": {
      "TITLE": "Studio dei personaggi",
      "IMAGES": {
        "DESCRIPTION1": "Tutto nasce su carta per poi prendere colore attraverso la pittura digitale"
      }
    },
    "PROJECT3": {
      "TITLE": "Dalla bozza...",
      "IMAGES": {
        "DESCRIPTION1": "Piccoli animali musicisti simpatici e curiosi, in un bosco magico che si trasforma e si colora di allegria...",
        "DESCRIPTION2": "...alla tavola definitiva e all'impaginazione"
      }
    }
  },
  "GALLERY": {
    "TITLE1": "Il bianco e nero",
    "TITLE2": "Il colore: illustrazioni digitali",
    "TITLE3": "Concorso Illustratore dell'anno della Città del sole anno 2019: progetto incluso alla selezione finale.",
    "SUBTITLE3": "L'idea: 12 mesi in cui i protagonisti sono gli animali del bosco. In ogni mese entra in scena un animale che popola via via l'orchestra. Il paesaggio di sfondo e i colori variano seguendo le stagioni.",
    "ILLUSTRATIONTITLE": "Illustrazione",
    "TECHNIQUE": {
      "MIXED_EXP": "Tecnica mista grafite, carboncino e ritocco in digitale (esperimenti)",
      "DIGITAL": "pittura digitale",
      "PENCIL": "matita su carta",
      "CARBONCINO": "grafite e carboncino su carta",
      "BROWNPAPER": "pastelli e grafite su carta da disegno marrone",
      "MIXED:": "mista, disegno a grafite su carta e colorazione digitale"
    },
    "CDTITLE": "Character design",
    "GALLERY1": {
      "IMAGE1": {
        "DESCRIPTION": "Il gatto stregone"
      },
      "IMAGE2": {
        "DESCRIPTION": "Illustrazione pensata per decorare oggetti (tazze, copertine di quaderni o agende) ma anche per sperimentare col bianco e nero."
      },
      "IMAGE3": {
        "DESCRIPTION": "Studio di un personaggio"
      }
    },
    "GALLERY2": {
      "IMAGE1": {
        "DESCRIPTION": "Interpretazione del tema \"racer\", non proprio competitivo ma piuttosto calmo e rilassato!"
      },
      "IMAGE2": {
        "DESCRIPTION": "Dove vanno a finire i palloncini?"
      },
      "IMAGE3": {
        "DESCRIPTION": ""
      },
      "IMAGE4": {
        "DESCRIPTION": "Nevica!"
      }
    },
    "GALLERY3": {
      "IMAGE1": {
        "TITLE": "Mese di gennaio"
      },
      "IMAGE2": {
        "TITLE": "Mese di settembre"
      },
      "IMAGE3": {
        "TITLE": "Bozze mesi gennaio - giugno"
      },
      "IMAGE4": {
        "TITLE": "Bozze dei mesi luglio - dicembre"
      }
    }
  },
  "ACTIONAREACARD": {
    "TECHNIQUE": "Tecnica"
  },
  "DATAPROTECTION": "Protezione dei dati"
}
